# 👋 Hi, I’m Carol
我是高佳煒，從嘉義大學經濟系畢業之後，現在在輔仁大學金融與國際企業研究所就讀。於大學期間有參與財務分析專題與NPO CHANNEL的競賽，研究所期間有參與機器學習營隊、醫院投資案與期貨與選擇權期刊投稿，近期有參與金融科技相關的提案競賽，與金融專題研討的專題。期望透過這些活動的參與，更加深入財務領域，培養解決問題的能力，並獲得更多實務與各方面的經驗，應用在未來的工作或實習當中。

<p align='center'>
   <a href="https://github-readme-stats.vercel.app/api?username=carolkao2258&show_icons=true&count_private=true">
       <img height=150 src="https://github-readme-stats.vercel.app/api?username=carolkao2258&show_icons=true&count_private=true"/></a>
   <a href="https://github.com/carolkao2258/github-readme-stats">
       <img height=150 src="https://github-readme-stats.vercel.app/api/top-langs/?username=carolkao2258&layout=compact"/></a>
</p>

<div align="center" style="margin: 40px 0">
   <a href="https://github.com/carolkao2258/github-profile-views-counter">
       <img width="175px" src="https://komarev.com/ghpvc/?username=carolkao2258&color=DE002D">
   </a>
</div>

## My Certification 
* 信託業業務人員
* 人身保險業務員
* 投信投顧相關法規
* 銀行內部控制與內部稽核
* 證券商業務員
* 理財規劃人員
* 衍伸性商品銷售人員
* 初階外匯人員
* 初階授信人員
* 金融市場常識與職業道德(有效日期:2030/03/31)
* 國際貿易大會考合格
* 多益成績720分(考試日期:2024/12/29)
* 獲選為113年度BGS終身榮譽會員(碩士)
* 獲選為114年度斐陶斐學會榮譽會員(碩士)

## Data Analysis
* stata
* TEJ
* MATLAB
* SAS
* Frontier4.1
* python
* TSP version5.1
* eviews

## Document Processing
* excel
* word
* canva
* GitMind

## Relevant Professional Experience
  ### 大學畢業專題 <BR>
   #### 網路通訊產業之產業概況與財報分析 <BR>

      * 透過閱讀財報並分析，了解企業財務上的優勢與劣勢
      * 了解各個比率在財務的相關性與影響
      * 將財務數據與現實狀況結合，做整體的分析
      
  ### 塭仔圳輔大醫院投資案分析 <BR>
   #### 投資案的財務預測與投資評估 <BR>

      * 透過閱讀醫院財報，了解醫療產業基本的財務結構
      * 學習如何建立模型，預測未來投資案的現金流量
      * 在訪談的過程與執行團隊溝通，並做出合理性分析

 ### 金融機器學習實作營 <BR>
   #### 借貸績效第二名 <BR>

      * 透過營隊與實務操作(python)，了解機器學習的用意與內涵
      * 學到機器學習的方法，並將其應用於程式設計上
      * 透過不斷的嘗試，找出最適合評估借貸的參數，以降低錯誤放貸率

 ### 2023挺好campus社群商務競賽 <BR>
   #### 公益行銷獎第一名/公益募款獎佳作 <BR>

      * 透過街頭宣傳與募款，學習如何與民眾溝通
      * 透過與公益機構互動，學習如何與他人用信件聯繫
      * 透過成果報告書與日常貼文的製作，瞭解如何視覺化呈現資訊
      * 透過經營社交媒體-心，與你童在(包含instagram與facebook平台)，了解如何撰寫文案，並得知如何利用canva製作圖片
  facebook平台網址：[點擊連結](https://reurl.cc/OMagLy)

### 若水數位評價實習生 <BR>
  #### 無形資產的評價與併購案分析 <BR>

     * 透過實務操作，了解如何評價企業價值與專利權價值
     * 利用案例分析深入探索綠能產業，以及該產業的商業模式
     * 瞭解何謂併購案，並於總結報告提出併購相關建議
     * 透過分組合作，學習如何與同儕與上司溝通，表達對事情的看法

### 參與期貨與選擇權期刊投稿入選 <BR>
  #### 金融業專利權之應用與效益分析 <BR>

     * 經由文獻的閱讀，了解國內專利權發展的近況與對金融業的應用
     * 學習如何蒐集與整理資料，並利用數據佐證欲表達的論點
     * 透過與教授討論，闡述對此議題的看法，將觀點融入論述當中
     * 以共同作者身分參與「2024 NEW FUTURES期貨學術交流與實務交流研討會」，協助簡報製作與其他事項
     * 透過主題論壇與論文發表，了解金融科技、人工智慧、ESG、期貨市場發展與經濟相關議題
 相關資訊：[點擊連結](http://ms.fib.fju.edu.tw/index.php?action=ix-detail&cid=18&id=288)

### 金融程式應用課程-TEJ交易策略競賽入選 <BR>
  #### Python交易策略構思與分析 <BR>

     * 透過文獻研究，了解交易策略的有效性與應用
     * 將想法與程式碼做結合，嘗試應用於實務中
     * 與同儕討論並交流想法，整合為最終的成果

### 金融科技講座課程-提案競賽 <BR>
  #### 運用fintech防治金融詐騙 <BR>

     * 透過分析防詐財損金額、件數了解現況，並提出有利於打擊詐騙的想法
     * 發現國內防詐的痛點，並參考國外類似案例，提出改善的建議
     * 整合組內意見，並繪製流程圖，方便組員、業師、教授了解提案的具體想法

## Other Relevant Experience
  ### 2024 TiC100 社會創新實踐家工作人員 <BR>
   #### 協助計分作業與協助活動進行 <BR>

     * 了解評分標準，完成excel計分表的製作
     * 隨時觀察現場狀況，對此做出適當的因應與回饋
     * 參與決選過程，將資訊整理並呈現予評審
     
 ### 2024 台灣社會企業學術研討會工作人員 <BR>
   #### 提供活動支援並協助計分 <BR>

     * 因應評審意見修正計分表，並整理最終決議結果
     * 擔任接待人員，協助報到引導各項事宜
     * 針對突發狀況隨時應對處理

 ### 2024 SEIE TALK 社創年會工作人員 <BR>
   #### 協助計分作業與協助活動進行 <BR>

     * 協助場內計時，適時提醒講者
     * 擔任頒獎人員，協助遞交獎牌與感謝狀
     * 即時回應現場的狀況

  ### 2025 明緯永續創新實踐家工作人員 <BR>
   #### 協助計分作業與設備維護 <BR>

     * 根據評審要求，完成評分表的製作
     * 協助處理會場麥克風問題，讓活動順利進行
     * 整理最終決選結果予評審

 ### 輔大金融與國際企業學系前三章發表工作人員 <BR>
   #### 協助計分作業與協助活動進行 <BR>

     * 協助計時作業並提醒講者
     * 完成秘書交代的事項
     * 即時處理現場發生的狀況

 ### 輔大金企系碩士班迎新活動工作人員 <BR>
   #### 協助活動籌劃與溝通的橋樑 <BR>

     * 與同儕討論活動規劃，將結果整理並做紀錄
     * 協助撰寫文案，與影片拍攝相關事宜
     * 闡述最終討論結果，並與教授溝通說明

 ### 輔大金融與國際企業學系面試試務人員 <BR>
   #### 協助活動進行與計時 <BR>

     * 擔任計時人員，並帶領考生進入應試試場
     * 觀察試場狀況，即時回饋予面試官
     * 適時協助秘書處理相關事項

 ### 輔大金融與國際企業學系專題工作人員 <BR>
   #### 協助場地布置與流程順利 <BR>

     * 擔任司儀，維持活動的整體流程
     * 協助架設、調整設備，並處理試場狀況
     * 解答發表同學疑問，並傳達相關注意事項

 ### 整合管理課程與其他科目之教學助理 <BR>
   #### 協助各項事務並完成交辦事項 <BR>

     * 擔任秘書的角色，與工讀生溝通並適時提供協助
     * 幫忙桌牌、成績表與計分表的製作，與其他課程所需資料
     * 完整傳達秘書交辦的任務，並確實執行
     * 解答班上同學的疑問，並成為與老師溝通的橋樑

 ### 金融與投資概論、國際貿易實務之教學助理 <BR>
   #### 協助證照報名並完成交辦事項 <BR>

     * 協助證照報名，教導同學如何使用系統
     * 幫忙課堂點名，並適時提供講師協助
     * 替同學解惑，並完成秘書與老師的交辦事項

 ### 企業倫理課程之教學助理 <BR>
   #### 協助各項事務並完成交辦事項 <BR>

     * 擔任工作人員，協助活動的進行
     * 紀錄講師講述的內容，並撰寫新聞稿
     * 維持學校課程系統，宣布相關注意事項
新聞稿平台網址：[點擊連結](https://www.facebook.com/share/p/19HFVRxhh9/)

 ### 台灣經濟研究院社創平台小編 <BR>
   #### 協助上架活動、文章並完成交辦事項 <BR>

     * 搜尋與永續或創業相關之文章，上架至社創平台
社創平台網址：[點擊連結](https://startup.sme.gov.tw/sitaiwan/)
<!---
carolkao2258/carolkao2258 is a ✨ special ✨ repository because its `README.md` (this file) appears on your GitHub profile.
You can click the Preview link to take a look at your changes.
--->
